<%@ Page Title="" Language="C#" MasterPageFile="~/tweda1.master" AutoEventWireup="true" CodeFile="rules.aspx.cs" Inherits="rules" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">

     <div class="container-xxl py-5">
        <div class="container">
            <div class="row g-5">
                
                <div class="col-lg-6 wow fadeInUp" data-wow-delay="0.3s">
                    <h6 class="section-title bg-white text-start text-primary pe-3">Our Rules</h6>
                    <h1 class="mb-4">歡迎來到 西方文化酒店</h1>
                    <div class="container w800">
            <p class="t_center">最後修改日期　2020年5月3日</p>
            <h3 class="temp_st3">第1條 適用範圍</h3>
            <ol>
                <li>西方文化酒店（以下稱『本酒店』）與住宿旅客之間簽訂的住宿契約及其相關契約，應依據本條款之規定，本條款中未規定事項應依據法令或一般既定習俗。</li>
                <li>本酒店在不違反法令和習俗之範圍內接受特約時，無論前項規定如何，應以該特約為優先。</li>
            </ol>

            <h3 class="temp_st3">第2條 申請住宿契約</h3>
            <ol>
                <li>有意向本酒店申請住宿契約者，應向本酒店提出以下事項。
                    <ol class="break">
                        <li>住宿者姓名及電話號碼</li>
                        <li>住宿日期及預定抵達時刻</li>
                        <li>住宿費用（原則上以附表之基本住宿費為準）</li>
                        <li>其他本酒店認為有必要的事項</li>
                    </ol>
                </li>
                <li>住宿旅客於住宿中，若超過前項(2)之住宿日期後提出繼續住宿請求，本酒店將於其提出申請之時間點，以新的住宿契約申請進行處理。</li>
            </ol>

            <h3 class="temp_st3">第3條 住宿契約之成立等</h3>
            <ol>
                <li>在本酒店同意了前條所述之申請時，住宿契約即告成立，住宿時的契約內容適用本酒店住宿條款。此外，透過網路申請住宿時，除本酒店住宿條款外，也適用各預訂網站的使用規約。但當本酒店證明了未曾同意時，不在此限。</li>
                <li>住宿契約依據前項規定成立時，以住宿期間（超過3天時則以3天計）之基本住宿費為上限，顧客應於本酒店指定的日期之前支付本酒店規定的訂金。</li>
                <li>訂金首先充作住宿旅客最終應支付之住宿費用，若發生適用第6條及第18條規定之事態時，依次充作違約金、賠償金，如有剩餘，在支付第12條規定的費用時予以退還。</li>
                <li>若顧客未能根據第2項之規定在本酒店指定的日期之前支付訂金時，住宿契約即失去效力。但此僅限於本酒店指定了訂金支付期限，並將其通知顧客的情況下。</li>
            </ol>

            <h3 class="temp_st3">第4條 不需支付訂金之特約</h3>
            <ol>
                <li>無論前條第2項之規定如何，本酒店於契約成立後，有時可能接受不需支付該項之訂金的特約。</li>
                <li>同意住宿契約之申請時，若本酒店未要求支付前條第2項之訂金、或未指定該訂金之支付日期，應視為已接受前項之特約並處理。</li>
            </ol>

            <h3 class="temp_st3">第5條 拒絕簽訂住宿契約</h3>
            <ol>
                <li>於下述情況下，本酒店有時可能不接受簽定住宿契約。此外，即使簽訂了住宿契約，本酒店也可能謝絕住宿。
                    <ol class="break">
                        <li>住宿申請不符合本條款之規定時。</li>
                        <li>因客滿而無空餘客房時。</li>
                        <li>認為欲住宿者在住宿方面，可能會有違反法律規定、公共秩序或良好風俗之行為時。</li>
                        <li>欲住宿者過去曾發生延遲向本酒店支付費用等糾紛時。</li>
                        <li>欲住宿者有參與「防止暴力團不法行為等相關法律」中指定的各種暴力團組織時，或者被認為有參與其同等之團體和組織時。</li>
                        <li>住宿旅客為等同於前項者，或者被認為有參與本酒店認為屬前項者之團體或組織、或使用詭計和威逼之團體及其他此類組織時。</li>
                        <li>欲住宿者曾因刑事案遭通缉、逮捕、檢舉、起訴、判決有罪時。</li>
                        <li>欲住宿者有暴行、傷害、強迫、威脅、恐嚇、欺詐及與此類似之行為時。</li>
                        <li>其他，有等同於上述(4)～(8) 之事由時。</li>
                        <li>欲住宿者被認為顯然沒有能力支付住宿費用時。</li>
                        <li>欲住宿者被認為行跡可疑時。</li>
                        <li>確定欲住宿者為傳染病患者時。</li>
                        <li>欲住宿者對本酒店或本酒店工作人員進行暴力性要求，或者提出超過合理範圍之要求時。</li>
                        <li>由於自然災害（地震、颱風、海嘯、火山噴發、局部特大暴雨等）、恐怖事件、國際糾紛爆發、按照《新型流感等對策特別措施法》第24條第9款或該法第45條第2款規定之要求臨時停業（包括部分停業）以及設施故障等不得已之事由，無法讓住宿旅客住宿時。</li>
                        <li>因欲住宿者爛醉如泥等而有可能造成其他住宿旅客困擾時，以及有明顯造成其他住宿旅客困擾之言行時。</li>
                        <li>符合旅館業法第五條及管轄本酒店的自治團體所制定的旅館業法施行條例（附表三）之規定時。</li>
                    </ol>
                </li>
            </ol>

            <h3 class="temp_st3">第6條 住宿旅客之契約解除權</h3>
            <ol>
                <li>住宿旅客可向本酒店申請解除住宿契約。</li>
                <li>若住宿旅客因其自身應承擔責任之事由而解除全部或部分住宿契約（本酒店依據第3條第2項之規定指定了訂金支付期限並要求支付，而住宿旅客在支付之前已解除住宿契約的情況除外），本酒店得依據附表二之規定收取違約金。但在本酒店適用第4條第1項規定之特約的情況下，僅限於本酒店在接受特約之際，告知了住宿旅客解除住宿契約必須支付違約金時。</li>
                <li>本酒店在住宿旅客未曾主動聯繫而在住宿當天下午8點過後仍未抵達時（如有事先明示預定抵達時刻的情況下，則為超過該時刻2小時），有時可能視為住宿旅客解除了該住宿契約並處理。</li>
            </ol>

            <h3 class="temp_st3">第7條 本酒店之契約解除權</h3>
            <ol>
                <li>於下述情況下，本酒店有時可能解除住宿契約。
                    <ol class="break">
                        <li>認為住宿旅客在住宿方面可能會有違反法令規定、公共秩序或良好風俗之行為時，或者已有上述行為時。</li>
                        <li>住宿旅客未能向本酒店支付使用費時，或延遲支付時。</li>
                        <li>住宿旅客簽訂住宿契約時以虛偽不實資料申請時。</li>
                        <li>住宿旅客為「防止暴力團不法行為等相關法律」中指定的反社會團體、過激行動團體及其他與此類似團體之成員，或有參與此類團體時。</li>
                        <li>住宿旅客為等同於前項者，或者有參與本酒店認為屬前項者之團體或組織、或使用詭計和威逼之團體及其他此類組織時。</li>
                        <li>欲住宿者曾因刑事案遭通缉、逮捕、檢舉、起訴、判決有罪時。</li>
                        <li>住宿旅客有暴行、傷害、強迫、威脅、恐嚇、欺詐及與此類似之行為時。</li>
                        <li>其他，有等同於上述(2)～(7)之事由時。</li>
                        <li>確定住宿旅客為傳染病患者時。</li>
                        <li>住宿旅客對本酒店或本酒店工作人員進行暴力性要求，或者提出超過合理範圍之要求時。</li>
                        <li>由於自然災害（地震、颱風、海嘯、火山噴發、局部特大暴雨等）、恐怖事件、國際糾紛爆發、接到《新型流感等對策特別措施法》第24條第9款或該法第45條第2款規定之要求等不可抗力導致的臨時停業（包括部分停業）等事由，無法讓住宿旅客住宿時。</li>
                        <li>因住宿旅客爛醉如泥等而有可能造成其他住宿旅客困擾時，以及有明顯造成其他住宿旅客困擾之言行時。</li>
                        <li>未遵守禁止在寢室床上吸菸、對消防設備等惡作劇之規定，及其他本酒店訂定之使用規則中禁止事項（僅限於預防火災上有必要）時。</li>
                        <li>符合旅館業法第五條及管轄本酒店的自治團體所制定的旅館業法施行條例（附表三）之規定時。</li>
                    </ol>
                </li>
                <li>本酒店依據前項規定解除住宿契約時，不收取住宿旅客尚未接受之住宿服務等費用。</li>
                <li>本酒店依據前項規定解除住宿契約時，一律不賠償隨之產生的損失。</li>
            </ol>

            <h3 class="temp_st3">第8條 住宿登記</h3>
            <ol>
                <li>住宿旅客應在住宿當天登記以下事項。
                    <ol class="break">
                        <li>住宿旅客（包括同房者）姓名、地址、電話號碼（包括連絡方式）、性別、年齡。</li>
                        <li>工作地點名稱（部、課）及電話號碼。</li>
                        <li>外國人除上記(1)事項外，另需國籍、護照號碼、入境地點、入境年月日。</li>
                        <li>無台灣國內住址之外國人住宿旅客，應出示護照以供本酒店保留複印本。</li>
                        <li>出發日期及預定出發時刻。</li>
                        <li>其他本酒店認為必要之事項。</li>
                    </ol>
                </li>
                <li>住宿旅客欲以住宿劵、信用卡等代替台幣之方式支付第12條之費用時，應事先於登記前項資料時出示。</li>
            </ol>

            <h3 class="temp_st3">第9條 客房使用時間</h3>
            <ol>
                <li>住宿旅客可以使用本酒店客房之時間自下午3點至翌日上午11點止( 西方文化下午4點至翌日上午10點止)。但連續住宿時，除到達日和出發日外，可全天使用。</li>
                <li>無論前項規定如何，本酒店有時可在前項規定之時間外為旅客使用客房提供方便。在此情況下收取如下追加費用。
                    <table class="occupancy">
                        <tbody><tr>
                            <th>至下午1點</th>
                            <td>基本房費之25％</td>
                        </tr>
                        <tr>
                            <th>至下午3點</th>
                            <td>基本房費之50％</td>
                        </tr>
                        <tr>
                            <th>下午3點以後</th>
                            <td>基本房費之全額</td>
                        </tr>
                    </tbody></table>
                </li>
            </ol>

            <h3 class="temp_st3">第10條 遵守使用規則</h3>
            <p>住宿旅客在本酒店內應遵守由本酒店訂定並佈告於飯店內之使用規則。</p>

            <h3 class="temp_st3">第11條 營業時間</h3>
            <ol>
                <li>本酒店主要設施等之營業時間，於網站、備置的小冊子、各處佈告、客房內資訊資料等予以介紹。</li>
                <li>若有不得已原因，本酒店可能臨時變更營業時間。屆時將以適當的方式通知。</li>
            </ol>

            <h3 class="temp_st3">第12條 支付費用</h3>
            <ol>
                <li>住宿旅客應支付之住宿費用等細目依據附表一所示。</li>
                <li>支付前項住宿費用等應於本酒店要求付款時，在櫃檯以台幣、住宿劵、或信用卡等可替代貨幣之方法進行。</li>
                <li>本酒店向住宿旅客提供客房並可以使用後，即使在住宿旅客自願不住宿的情況下，也收取住宿費用。</li>
            </ol>

            <h3 class="temp_st3">第13條 本酒店責任</h3>
            <ol>
                <li>本酒店在履行住宿契約及其相關契約之際，或者由於不履行這些契約而造成住宿旅客之損失時，賠償該損失。但因不應由本酒店負責之事由時，不在此限。</li>
                <li>本酒店為了應對發生火災等意外情況，已投保旅館賠償責任保險。</li>
            </ol>

            <h3 class="temp_st3">第14條 無法提供已簽約客房時之處理</h3>
            <ol>
                <li>本酒店在無法向住宿旅客提供已簽約之客房時，經取得住宿旅客之諒解，盡可能以同等條件介紹其他住宿設施。</li>
                <li>儘管有前項規定，本酒店在也無法介紹其他住宿設施時，應向住宿旅客支付相當於違約金之補償費，並將該補償費充作損害賠償額。但無法提供客房之事由並非應由本酒店承擔責任時，不支付補償費。</li>
            </ol>

            <h3 class="temp_st3">第15條 寄存物品等之處理</h3>
            <ol>
                <li>住宿旅客寄存於櫃檯之物品、現金、有價證劵及其他高價物品（包括貴重物品）若發生消失、毀損等損害時，除其為不可抗力導致外，本酒店賠償該損失。但是，雖本酒店要求住宿旅客對於現金、有價證劵及其他高價物品（包括貴重物品）明確告知其種類及價值，但住宿旅客未遵行即寄存時，本酒店以10萬台幣為限度賠償該損失。</li>
                <li>住宿旅客將現金、有價證券及其他高價物品（包括貴重物品）收藏於貴重物品箱（袋）時，無論前項規定如何，應依據本酒店貴重物品箱（袋）借用約定之規定。</li>
                <li>住宿旅客帶進本酒店內但未寄存於櫃檯之物品、現金、有價證劵及其他高價物品（包括貴重物品），若因本酒店故意或過失而發生消失、毀損等損害，本酒店賠償該損失。但若住宿旅客未事先明確告知種類及價值，除本酒店有故意或重大過失外，以10萬台幣為限度賠償該損失。</li>
            </ol>

            <h3 class="temp_st3">第16條 保管住宿旅客之隨身行李或攜帶物品</h3>
            <ol>
                <li>住宿旅客之隨身行李，若在旅客住宿之前先到達本酒店，僅限本酒店於行李到達之前已了解此事宜時負責保管，並於住宿旅客在櫃檯辦理入住手續時交給旅客。</li>
                <li>住宿旅客退房後，若發現隨身行李或攜帶品遺忘在本酒店，原則上本酒店等待物主主動聯絡詢問並要求給予指示。如物主未給予指示，貴重物品將於包括發現日的7天以內送交附近警察局，其他物品經過3個月後予以丟棄。但飲料食物、香煙、雜誌等於當日丟棄。</li>
                <li>在前2項所述的情況下，保管住宿旅客之隨身行李或攜帶物品時本酒店所負的責任，若符合第1項則依據前條第1項之規定，若符合前項則應依據前條第3項之規定。</li>
            </ol>

            <h3 class="temp_st3">第17條 停車責任</h3>
            <ol>
                <li>住宿旅客使用本酒店管理之停車場（以下稱「飯店停車場」）時，無論是否寄存車輛鑰匙，本酒店只是出借場所，並不承擔管理車輌之責任。但在管理飯店停車場之際，因本酒店故意或過失而造成損害時，本酒店承擔該賠償責任。</li>
                <li>即使住宿旅客使用本酒店介紹之停車場，對於該停車場內所發生之事故、失竊等事件，本酒店亦概不負責。</li>
            </ol>

            <h3 class="temp_st3">第18條 住宿旅客責任</h3>
            <p>因住宿旅客之故意或過失而使本酒店蒙受損失時，住宿旅客應向本酒店賠償該損失。</p>

            <h3 class="temp_st3">第19條 免責事項</h3>
            <ol>
                <li>對於因住宿旅客之故意或過失而使住宿旅客蒙受之損失，本酒店概不負責。</li>
                <li>在本酒店內使用電腦通訊時，顧客應以自身責任執行。若於使用電腦通訊中，因系統故障或其他原因導致服務中斷，其結果令使用者蒙受之任何損失，本酒店亦概不負責。此外，使用電腦通訊時，若因本酒店判斷為不妥當之行為而對本酒店或第三方造成損害時，住宿旅客應賠償該損失。</li>
            </ol>

            <h3 class="temp_st3">第20條 支配語言</h3>
            <p>本條款亦製作日文以外之語言版本，但條款與譯文之間如有不一致或差異時，應由日文版本支配所有規定。</p>

            <h3 class="temp_st3">第21條 關於修改住宿條款</h3>
            <p>為了因應經濟形勢和相關法令等外部因素之變化，或者當本公司的經營和營運狀況發生變化時，可能會修改以費用和服務內容等相關條項為首的本條款內容。<br>此時，本酒店將立即在本網站上發布修訂版本，並寫明最後修改日期。</p>

            <div class="santei">

                <h3 class="temp_st3">附表一<br>住宿費用等的計算方法<br class="view_sp">（第2條第1項及第12條第1項相關）</h3>
                <table class="another1 pc">
                    <tbody><tr>
                        <th rowspan="3" class="navy"><span class="ten-mincho ie11">住宿旅客應支付之總額</span></th>
                        <th class="gray">住宿費用</th>
                        <td>基本住宿費用 [房費（或房費+早餐費）]</td>
                    </tr>
                    <tr>
                        <th class="gray">追加費用</th>
                        <td>飲食費、或追加飲食（早餐以外的飲食費）<br>及其他使用費用</td>
                    </tr>
                    <tr>
                        <th class="gray">稅金</th>
                        <td>消費稅、住宿稅、入湯稅</td>
                    </tr>
                </tbody></table>

                <div class="view_sp">
                    <table class="another1">
                        <tbody><tr>
                            <th colspan="2" class="navy"><span class="ten-mincho ie11">住宿旅客應支付之總額</span></th>
                        </tr>
                        <tr>
                            <th class="gray">住宿費用</th>
                            <td>基本住宿費用 [房費（或房費+早餐費）]</td>
                        </tr>
                        <tr>
                            <th class="gray">追加費用</th>
                            <td>飲食費、或追加飲食（早餐以外的飲食費）<br>及其他使用費用</td>
                        </tr>
                        <tr>
                            <th class="gray">稅金</th>
                            <td>消費稅、住宿稅、入湯稅</td>
                        </tr>
                    </tbody></table>
                </div>

                <h4>備註</h4>
                <ol>
                    <li>若稅法及條例有所修訂，上述的住宿稅、入湯稅和消費稅，應依據修訂後的規程。</li>
                    <li>關於住宿稅和入湯稅的詳細稅目，根據各都道府縣住宿稅條例及市町村入湯稅條例徵收。</li>
                </ol>

            </div>

            <div class="santei mt20">

                <h3 class="temp_st3">附表二<br>違約金（第6條第2項相關）</h3>
                <table class="another2 pc">
                    <tbody><tr>
                        <th class="bdr_no">&nbsp;</th>
                        <th class="bdr_no">&nbsp;</th>
                        <th class="day"><span class="ten-mincho ie11">不住宿</span></th>
                        <th class="day"><span class="ten-mincho ie11">當天</span></th>
                        <th class="day"><span class="ten-mincho ie11">1天前</span></th>
                        <th class="day"><span class="ten-mincho ie11">3天前</span></th>
                        <th class="day"><span class="ten-mincho ie11">5天前</span></th>
                        <th class="day"><span class="ten-mincho ie11">7天前</span></th>
                        <th class="day"><span class="ten-mincho ie11">14天前</span></th>
                        <th class="day"><span class="ten-mincho ie11">30天前</span></th>
                    </tr>
                    <tr>
                        <th class="navy"><span class="ten-mincho ie11">一般</span></th>
                        <th class="gray">14人以下</th>
                        <td>100%</td>
                        <td>80%</td>
                        <td>50%</td>
                        <td>30%</td>
                        <td>&nbsp;</td>
                        <td>&nbsp;</td>
                        <td>&nbsp;</td>
                        <td>&nbsp;</td>
                    </tr>
                    <tr>
                        <th rowspan="2" class="navy"><span class="ten-mincho ie11">團體</span></th>
                        <th class="gray">15~100人</th>
                        <td>100%</td>
                        <td>80%</td>
                        <td>50%</td>
                        <td>30%</td>
                        <td>30%</td>
                        <td>20%</td>
                        <td>10%</td>
                        <td>&nbsp;</td>
                    </tr>
                    <tr>
                        <th class="gray">101名以上</th>
                        <td>100%</td>
                        <td>100%</td>
                        <td>80%</td>
                        <td>50%</td>
                        <td>30%</td>
                        <td>30%</td>
                        <td>15%</td>
                        <td>10%</td>
                    </tr>
                </tbody></table>

               

                <h4>注意</h4>
                <ol>
                    <li>違約金是從本酒店接到住宿旅客通知解除契約之日起計算。</li>
                    <li>％為相對於基本住宿費用的違約金。</li>
                    <li>如果住宿旅客縮短契約日數，無論縮短日數如何，本酒店將收取1日份（第一天）的違約金。</li>
                    <li>如果團體旅客（15人以上）中一部分發生解除契約，而且解約人數等於住宿10天前（若本酒店於此日之後接受解除契約之申請則為接受當天）之住宿人數的10％（如有零數則進位），本酒店不收取違約金。</li>
                </ol>
                <p>※上述違約金為基本取消費，實際可能另以住宿契約和特定網站等的取消費規定為優先。</p>

            </div>

 

        </div>
                    <div class="row gy-2 gx-4 mb-4">
                        
                       
                       
                       
                        
                    </div>
                </div>
            </div>
        </div>
    </div>

</asp:Content>

